db = {
    "fuel": [
        {
            "id": 1,
            "name": "AИ-92",
            "description": "Бензин автомобильный, октановое число (ОЧ 92)",
            "price": 47.75
        },
        {
            "id": 2,
            "name": "AИ-95",
            "description": "Бензин автомобильный, октановое число (ОЧ 95)",
            "price": 50.4
        },
        {
            "id": 3,
            "name": "AИ-98",
            "description": "Бензин автомобильный, октановое число (ОЧ 98)",
            "price": 56.4
        },
        {
            "id": 4,
            "name": "AИ-100",
            "description": "Бензин автомобильный, октановое число (ОЧ 100)",
            "price": 62.75
        },
        {
            "id": 5,
            "name": "ДТ",
            "description": "Дизельное топливо (ДТ), чистый, для ДВС",
            "price": 58.45
        }
    ],
    "auto": [
        {
            "id": 1,
            "brand": "Scania",
        },
        {
            "id": 2,
            "brand": "MAN",
        }
    ],
    "employee": [
        {
            "id": 1,
            "fio": "Иванов Иван Андреевич",
            "address": "Россия, г. Екатеринбург, Мирная ул., д. 4 кв.73",
            "phone": "88005553535",
        },
        {
            "id": 2,
            "fio": "Кудрина Лариса Давыдовна",
            "address": "Россия, г. Екатеринбург, Чкалова ул., д. 19 кв.144",
            "phone": "89150013530",
        },
        {
            "id": 3,
            "fio": "Кудрявцев Максим Агафонович",
            "address": "Россия, г. Екатеринбург, Хуторская ул., д. 16 кв.74",
            "phone": "89505758096",
        },
        {
            "id": 4,
            "fio": "Филатов Елисей Павлович",
            "address": "Россия, г. Екатеринбург, Зеленая ул., д. 21 кв.156",
            "phone": "89502054423",
        },
        {
            "id": 5,
            "fio": "Исаева Ирина Пантелеймоновна",
            "address": "Россия, г. Екатеринбург, Якуба Коласа ул., д. 9 кв.58",
            "phone": "89507574702",
        },
        {
            "id": 6,
            "fio": "Овчинникова Карина Николаевна",
            "address": "Россия, г. Екатеринбург, Спортивная ул., д. 10 кв.133",
            "phone": "89501259568",
        }
    ],
    "clients": [
        {
            "id": 1,
            "fio": "Бесфамильная Кира Ефимовна",
            "phone": "+7 (953) 228-32-22",
            "address": "Россия, г. Екатеринбург, Радужная ул., д. 23 кв.157",
            "email": "kira1543@mail.ru",
            "birth": "26.06.1968",
            "card": 1
        },
        {
            "id": 2,
            "fio": "Ельчуков Марк Федорович",
            "phone": "+7 (955) 870-48-76",
            "address": "Россия, г. Екатеринбург, Трудовая ул., д. 8 кв.88",
            "email": "mark.elchukov@gmail.com",
            "birth": "26.06.1968",
            "card": 2
        },
        {
            "id": 3,
            "fio": "Шадрина Галина Григорьевна",
            "phone": "+7 (928) 713-46-55",
            "address": "Россия, г. Екатеринбург, Ленинская ул., д. 10 кв.56",
            "email": "galina19121989@mail.ru",
            "birth": "19.12.1989",
            "card": 1
        },

        {
            "id": 4,
            "fio": "Месяц Ксения Фадеевна",
            "phone": "+7 (927) 499-35-83",
            "address": "Россия, г. Екатеринбург, Ленина ул., д. 2 кв.71",
            "email": "kseniya1971@yandex.ru",
            "birth": "21.09.1971",
            "card": 1
        },
        {
            "id": 5,
            "fio": "Чикунов Павел Адамович",
            "phone": "+7 (944) 437-84-80",
            "address": "Россия, г. Екатеринбург, Весенняя ул., д. 15 кв.114",
            "email": "pavel.chikunov@hotmail.com",
            "birth": "15.12.1990",
            "card": 2
        },
        {
            "id": 6,
            "fio": "Силаев Трофим Кузьмич",
            "phone": "+7 (942) 395-71-12",
            "address": "Россия, г. Северск, Центральная ул., д. 15 кв.103",
            "email": "trofim59@rambler.ru",
            "birth": "12.01.1962",
            "card": 1
        }
    ],
    "cards": [
        {
            "id": 1,
            "name": "Постоянным клиентам",
            "discount": 1,
        },
        {
            "id": 2,
            "name": "Лучшим из лучших",
            "discount": 2,
        }
    ],
    "fill": [
        {
            "id": 1,
            "fuel": 1,
            "dateRefuel": "18:52:11__18.12.2022",
            "employee": 1,
            "liter": 25,
            "brand": 1,
            "client": 1
        },
        {
            "id": 2,
            "fuel": 2,
            "dateRefuel": "19:42:12__19.12.2022",
            "employee": 2,
            "liter": 40,
            "brand": 1,
            "client": 2
        },
        {
            "id": 3,
            "fuel": 3,
            "dateRefuel": "14:32:21__20.12.2022",
            "employee": 1,
            "liter": 25,
            "brand": 2,
            "client": 3
        },
        {
            "id": 4,
            "fuel": 4,
            "dateRefuel": "15:54:16__21.12.2022",
            "employee": 1,
            "liter": 18,
            "brand": 1,
            "client": 4
        },
        {
            "id": 5,
            "fuel": 5,
            "dateRefuel": "21:12:41__22.12.2022",
            "employee": 1,
            "liter": 100,
            "brand": 2,
            "client": 5
        },
        {
            "id": 6,
            "fuel": 1,
            "dateRefuel": "18:30:17__23.12.2022",
            "employee": 1,
            "liter": 25,
            "brand": 2,
            "client": 6
        },
        {
            "id": 7,
            "fuel": 2,
            "dateRefuel": "23:52:16__24.12.2022",
            "employee": 1,
            "liter": 20,
            "brand": 1,
            "client": 1
        }
    ]
}
